const hire_list = [
  {
    title: '技术总监',
    modal_title: '技术总监',
    salary: '50K - 100K RMB (能力优可谈)',
    exp: '4年以上',
    responsibility: `<li>
      负责指导并监督技术部门完成日常开发测试等工作，规范开发流程。
    </li>`,
    requirements: `<li>擅长java代码。</li>
    <li>具丰富博彩经验。</li>
    <li>
      指导制定长短期研发战略和规划、技术管理制度和技术规程标准，并负责全面实施，带领团队实现研发目标。
    </li>
    <li>
      主导参与系统架构核心代码编写，核心技术问题研究，组织解决项目开发过程中的重大技术问题。
    </li>
    <li>
      组织研究行业最新的技术发展方向和技术架构，指导核心架构设计,技术选型,开发以及性能优化。
    </li>
    <li>
      负责技术人才的团队建设和管理，建立有效的技术人才培育与发展体系。
    </li>
    <li>
      统筹企业技术体系搭建、技术发展引导、技术路线规划以及技术人才建设的管理者。
    </li>`,
  },
  {
    title: '产品经理',
    modal_title: '产品经理(有棋牌体育开发经验)',
    salary: '50K - 100K RMB (能力优可谈)',
    exp: '4年以上',
    responsibility: `<li>
    提供高质量且清晰的产品交互原型表达文案，挖掘分析用户或业务部门的需求，确立最优解决思路。
  </li>
  <li>
    竞品分析、收集用户反馈、需求调研、编写用户使用手册、撰写BRD/PRD。
  </li>
  <li>
    产品文档、产品流程、制定产品结构、需求List、交互原型图等。
  </li>
  <li>
    对用户体验负责，注重产品细节，通过对用户、数据、业务及竞品的分析，持续不断的优化产品。
  </li>
  <li>
    发现业务指标数据异常波动，基于数据分析，提供解决方案。
  </li>`,
    requirements: `<li>
    产品岗位相关工作经验一年以上，有项目经验、包网、体育、棋牌相关从业经验者，或大型互联网公司背景者优先考虑；大学本科及以上学历，985或211院校毕业者优先考虑。
  </li>
  <li>
    具备优秀的互联网产品思维力，方案设计能力，数据分析能力，辨别真伪需求能力。
  </li>
  <li>
    良好的表达、沟通和组织能力，文档编写功底，跨部门协调资源能力及跨团队合作、推动能力。
  </li>
  <li>责任心强，勇于挑战，抗压能⼒强，优秀的执行力。</li>
  <li>
    思维活跃，善于主动学习，理解能力强；擅长 Microsoft
    Office、Adobe、Visio、JAVA、Axure、Xmind、MockingBot、ProcessOn
    等产品相关软件。
  </li>`,
  },
  {
    title: '数值策划',
    modal_title: '数值策划(有棋牌体育开发经验)',
    salary: '30K起 (能力优可谈)',
    exp: '4年以上',
    responsibility: `<li>协助完成数据分析体系的建设。</li>
    <li>根据部门业务需要，开展专题数据分析工作。</li>
    <li>
      对业务数据进行分析和挖掘，为精细化运营管理提供数据支持。
    </li>
    <li>
      负责用户行为数据分析，通过监控及分析推动产品改进，运营调整。
    </li>
    <li>
      协助建设自助式数据分析平台，提供数据化、可视化、智能化服务平台。
    </li>
    <li>
      基于用户、场景和行为大数据，建立分析模型，持续完善用户画像，用户行为建模。
    </li>`,
    requirements: `<li>
    一年以上数据分析或数据产品相关经验，第一学历为知名本科，211及985高校优先熟练使用SQL查询（包括但不限于Hive，MySQL，Oracle，熟练使用Hive者优先考虑）。
  </li>
  <li>
    扎实的数学和统计学知识，掌握数据分析及数据挖掘基本理论。
  </li>
  <li>
    熟练使用Excel（包括但不限于vlookup，match等函数、数据透视表等），具备独立制作PPT的能力出色的逻辑能力和对数据敏感度；有细心，耐心责任心、良好的沟通表达以及快速学习的能力。
  </li>
  <li>
    有使用过GrowingIO、神策等数据分析工具、熟练使用Python、R等数据分析语言或数据可视化工具如Tableau、PowerBI等优先。
  </li>
  <li>得增长黑客相关理论并有相关工作经验者优先。</li>`,
  },
  {
    title: 'C++工程师',
    modal_title: 'C++工程师',
    salary: '30K 起 (能力优可谈)',
    exp: '7年以上',
    responsibility: `<li>
    负责游戏务端的架构设计，根据产品需求，实现游戏的通信技术、底层逻辑实现等服务端技术框架。
  </li>
  <li>
    负责基于游戏需求的工具开发或二次开发，完成相关的技术文档编写。
  </li>
  <li>
    负责服务器的各项性能调优（包括通信效率，逻辑实现效率，运算效率，优化数据库等),维护、改造和优化逻辑代码、后台框架。
  </li>
  <li>
    负责服务端的热更新技术研究和关机维护更新方案的实现。
  </li>
  <li>
    负责对服务端相关的开发、测试、运营期的各种版本问题（包括故障和其他技术问题）及时解决。
  </li>`,
    requirements: `<li>
    工科本科以上学历，一年以上游戏服务器端通信结构开发经验，有良好的编程习惯，精通使用C++。
  </li>
  <li>有丰富的高并发服务开发经验。</li>
  <li>
    较强的数据结构和算法逻辑能力，对程序性能敏感（运算性能和通信效率）。
  </li>
  <li>
    精通TCP/IP，Socket编程，有多线程处理经验精通sqlserver数据库表结构设计和性能优化。
  </li>
  <li>
    具有良好的团队协作意识和出色的学习能力，逻辑清晰、工作认真负责，能耐心细心的进行沟通协调。
  </li>
  <li>推动力和抗压能力强，能够适应高强度工作。</li>
  <li>有棋牌类经验优先。</li>`,
  },
  {
    title: '安卓工程师',
    modal_title: '安卓工程师',
    salary: '30K 起 (能力优可谈)',
    exp: '4年以上',
    responsibility: `
    <li>根据项目要求，负责业务开发和维护。</li>
    <li>负责Android项目的方案设计和探讨。</li>
    <li>根据部门业务所需执行。</li>`,
    requirements: `<li>
  熟悉kotlin/java/MVVM/模块化，一年以上的Android开发工作经验。
</li>
<li>
  熟悉常用的数据结构和算法，完整经历过上线的Android
  App的开发。
</li>
<li>熟悉Android SDK，对Android各个组件和机制。</li>
<li>灵活运用，能够实现性能优良、可复用的组件。</li>
<li>
  熟悉网络编程、安卓UI框架及相关开发工具。具备良好的学习能力、沟通能力，能够指导他人工作。
</li>
<li>
  工作积极主动，有强烈的责任感和严谨的工作作风，对移动产品有浓厚兴趣。
</li>`
  },
  {
    title: '電維-語音客服',
    modal_title: '電維-語音客服 (台北內湖分公司)',
    salary: `<p>底薪30K台幣</p>
    <div class="tw-flex">
      外加:
      <div class="tw-ml-[5px] tw-text-left">
        <p>績效獎金2000台幣</p>
        <p>全勤獎金1000台幣</p>
      </div>
    </div>
    <p>勞健保/三節禮金/年終奬等</p>`,
    exp: `<p>20-38歲</p>
    <p>曾任電話客服者優先錄取</p>`,
    responsibility: `<li>了解客戶需求信息，進行有效追踪業務介紹。</li>
    <li>積極配合領導安排的工作。</li>
    <li>維護客戶關係，告知最新活動。</li>`,
    requirements: `<li>高中畢</li>
    <li>聲音甜美</li>
    <li>具有高EQ、良好的溝通技巧</li>
    <li>反應靈敏、懂得舉一反三</li>`
  },
  {
    title: 'IOS工程师',
    modal_title: 'IOS工程师',
    salary: '30K RMB 起 (能力优可谈)',
    exp: '4年以上',
    responsibility: `<li>负责公司移动端IOS客户端产品的研发和维护。</li>
    <li>
      解决移动端IOS各个系统兼容性问题。编写代码实现设计师的交互效果。
    </li>
    <li>与后台工程师配合，展示数据。</li>
    <li>
      支持部门产品维护和新产品的开发，负责产品代码的优化。
    </li>
    <li>本着以用户为核心的设计理念，对页面进行优化。</li>
    <li>使用户操作更趋于人性化。</li>
    <li>制定和遵守开发规范，提高开发效率。</li>`,
    requirements: `<li>
    iOS应用开发经验一年以上,丰富的项目开发经验;熟练掌握Objective-C/Swift开发，熟悉C、HTML/CSS，以及了解JavaScript、React
    Native。
  </li>
  <li>
    熟练掌握NSURLConnection、NSURLSession、AFNetworking等GET/POST请求，及MD加密；掌握AVAudioPlayer、AVPlayer、MPMoviePlayerController等⾳/视频播放，及ijkplayer直播。
  </li>
  <li>
    熟练掌握NSOperation、NSThread、GCD多线程编程技术。
  </li>
  <li>
    熟悉iOS功能接口开发,如:音频、视频、照片、位置、地图、陀螺仪、重力计、计步器等。
  </li>
  <li>
    掌握NSURLCache缓存策略,SQLite数据库增删改查、NSUesrDefaults、归档等数据存储方式。
  </li>`,
  },
  {
    title: 'SEO推广',
    modal_title: 'SEO推广',
    salary: '面议 提成高 (能力优可谈)',
    exp: '一年以上',
    responsibility: `<li>
    负责公司网站推广工作，提高网站的自然排名和流量。
  </li>
  <li>
    熟悉了解百度、Google、bing等国外各大搜索引擎白位原理和特点,熟悉PC、Mobile端排名规则和规律并制定优化策略。
  </li>
  <li>
    制定公司网站的优化策略、跟进优化推广效果、出具分析报告,分析行业特点、同行网站的推广方法。
  </li>
  <li>
    网站内部优化能力，掌握网站内容优化、关键词优化、内部链接优化、代码优化、图片优化的技巧。
  </li>
  <li>
    选择有效的关键词，并控制关键词在页面内的分布和密度。
  </li>
  <li>
    网站外部优化，优化外部链接，拥有网站外部链接资源。
  </li>
  <li>
    网站目录资源，对网站进行搜索引擎优化设计并将网站登录到各大免费的搜索引擎和网站目录中。
  </li>
  <li>
    能够英文原创部分网站稿件，能够按照需求对文章进行网页编辑。
  </li>`,
    requirements: `<li>大专及以上学历，有较好的沟通、表达能力。</li>
    <li>
      TL有一定项目管理和推动能力，带领过团队者优先更会制定SEO策略。
    </li>
    <li>
      两年以上SEO搜索引擎相关工作经验，熟悉担职索引擎优化SEO的原理和策略，熟悉网络优化推广的主要模式，有海外经验，toB经验，有IT或者之服务经验SEO工作经验者优先。
    </li>
    <li>
      具有组织、理性分析数据的能力，擅长通过网站分析工具分析网站存在的问题及给出合理的解决方案。
    </li>
    <li>
      对互联网有敏锐的嗅觉，善于根据网络的趋势合理安排和改善网站的优化和推广。
    </li>
    <li>
      良好的沟通能力和团队合作精神，较强的创新意识及分享意识，能够适应高压工作。
    </li>`,
  },

  {
    title: 'JAVA',
    modal_title: 'JAVA',
    salary: '25K-50K RMB (能力优可谈)',
    exp: '一年以上',
    responsibility: `<li>
    掌握面向对象设计开发，熟悉常见设计模式，研究过开源代码优先。
  </li>
  <li>参与业务系统的需求分析，参与项目方案设计。</li>
  <li>
    根据产品需求，进行技术编码、调试、单元测试，能够对核心技术问题进行解决。
  </li>
  <li>依照工作进度和编程规范，设计、编写和测试模块。</li>`,
    requirements: `<li>
    计算机、软件工程等相关专业大专以上学历，2年以上Java项目开发经验。
  </li>
  <li>
    熟悉JAVA主流的技术框架，如springboot、Mybatis等，并熟练掌握html，js，ajax，熟练使用tomcat；数据库方面，要求熟练掌握postgresql、MYSQL等主流数据库的使用。
  </li>
  <li>
    熟悉统一建模语言UML，能够用UML的工具和方法进行系统分析和设计。
  </li>
  <li>
    有较好的口头、书面表达能力，能够编写清晰、规范的相关文档。
  </li>
  <li>
    有一定的组织协调能力，工作积极、认真、负责，能够承受一定的工作压力；对java前沿技术有了解的优先。
  </li>
  <li>
    有web前端设计和开发经验的优先（如HTML5、CSS3、flash等）。
  </li>
  <li>熟悉nginx、redis实现原理的优先。</li>`,
  },

  {
    title: 'UI设计师',
    modal_title: 'UI设计师',
    salary: '20-40K RMB',
    exp: '一年以上',
    responsibility: `<li>美术.平面设计相关专业，专科及以上学历。</li>
    <li>两年以上平面设计工作经验。</li>
    <li>
      有扎实的美术功底.良好的创意思维和理解能力，能及时把握客户需求。
    </li>
    <li>精通PhotohopDreamweaver Illutrator等设计软件。</li>
    <li>对图片渲染和视觉效果有较好认识。</li>
    <li>
      善于与人沟通，良好的团队合作精神和高度的责任感。
    </li>
    <li>能够承受压力，有创新精神，保证工作质量。</li>
    <li>应聘时请务必提供个人作品。</li>`,
    requirements: `<li>负责公司产品的界面进行设计.编辑.美化等工作。</li>
    <li>对公司的宣传产品进行美工设计。</li>
    <li>负责客户及系统内的广告和专题的设计。</li>
    <li>
      负责与开发人员配合完成所辖网站等前台页面设计和编辑。
    </li>
    <li>其他与美术设计相关的工作。</li>`,
  },
  {
    title: '人事招聘',
    modal_title: '人事招聘',
    salary: `<p>10K RMB</p>
    <p>奖金无封顶</p>`,
    exp: '一年以上',
    responsibility: `<li>
    有大专以上学历，一年以上招聘经验为佳熟悉Excel，word，ppt等办公软件。
  </li>
  <li>
    学习力强，招聘面对的是各种各样的人，需具备较全面的知识，尤其是你所要去招聘的那个行业的岗位知识。
  </li>
  <li>高度责任心，细心，较强的沟通协调能力及逻辑性。</li>
  <li>
    形象要好，要自信，要热情，要能给来应聘的人亲切的感觉，树立公司的良好形象；英语口语可正常沟通优先。
  </li>`,
    requirements: `<li>
  根据现有编制及业务发展需求，协助上级确定招聘目标,并执行招聘计划；优化招聘各项流程。
</li>
<li>
  按用人标准配备齐全各类人才，人尽其才，合理调配员工到最适当的岗位上，做好人才挖掘、引进工作。
</li>
<li>
  对接相关用人部门人员协助完成面试工作，确保面试工作的及时开展及考核结果符合岗位要求；协助人员完成入职背调流程和offer的发放。
</li>
<li>
  负责招聘广告的撰写，招聘网站的维护和更新，以及招聘网站的信息沟通。
</li>
<li>
  维护招聘渠道的关系，及时发布招聘广告，管理招聘息。
</li>
<li>招聘费用的申请、控制和报销。</li>
<li>
  建立企业人才储备库，做好简历管理与信息保密工作；其他交办事宜。
</li>`
  },
  {
    title: '运维工程师',
    modal_title: '运维工程师',
    salary: `35K起`,
    exp: `五年以上`,
    responsibility: `
    <li>负责公司各应用的系统的日常搭建.维护工作和系统监控；</li>
    <li>  负责公司内部网络的监控和故障处理；  </li>
    <li>  协助制定系统日常维护流程和工作责职；</li>
    <li>  负责公网网络搭建与维护,保障网络稳定；</li>
    <li>  负责公司PC等外设故障处理；</li>
    <li>  协助完善.改进运维架构,提高系统稳定性.可用性等</li>
    <li>  管理k8s 集群环境。</li>`,
    requirements: `
    <li>专科以上,计算机相关专业，一年以上Linux系统运维工作经验。</li>
    <li>熟悉linux操作系统及命令,熟悉Shell/Perl/Pythor其中一种脚本开发。</li>
    <li>掌握k8s,rancher,kubersphere,grafana,硬性条件掌握k8s,有k8s 生产环境经验；</li>
    <li>熟悉防火墙交换机配置,CCNA等证书优先；</li>
    <li>有良好的解决问题思路,能不断改进工作,提高效率,强烈的上进心和良习学习能力优先；</li>
    <li>能熟练阅读英文文档优先；</li>
    <li>爱岗敬业，有坚韧的工作作风.优秀的职业道德操守,硬性条件。</li>
    `
  },

  {
    title: 'H5 ⼯程师',
    modal_title: 'H5 ⼯程师',
    salary: `⾯议`,
    exp: `三年以上`,
    responsibility: `
    <li>负责公司软件产品的⻚⾯功能的开发和优化;</li>
    <li>利⽤各种Web技术模拟开发产品原型;</li>
    <li>参与⽤⼾体验Demo⼯具的优化设计及实现;</li>
    <li>利⽤Vue.js/HTML /CSS /JavaScript/Flutter 各种Web技术进⾏产品的界⾯开发;</li>
    <li>配合后台开发⼈员实现产品界⾯和功能与后台的交互;</li>
    <li>制作标准优化的代码,并增加交互动态功能。</li>
    `,
    requirements: `
    <li>熟悉HTML、JavaScript编程</li>
    <li>熟悉前后端分离、restful开发</li>
    <li>熟悉Vue、Angular等前端框架</li>
    <li>熟悉前端⼯程化技术</li>
    <li>会flutter者优先录取</li>
    `
  },

  {
    title: '商務負責人',
    modal_title: '商務負責人',
    salary: `⾯议`,
    exp: `三年以上`,
    responsibility: `
   <li>根据市场战略，负责与合作伙伴的关系建立、巩固与维系。</li>
   <li>按照需要制定合同，并与商业客户签订合同，保障公司经营目标的实现。</li>
   <li>组织收集、分析并定期汇报行业商情情报。</li>
   <li>解决与合作伙伴之间的商务冲突，保持良好的合作关系。</li>
   <li>通过对合作伙伴的业务数据分析，发现合作中的问题并提出解决建议。</li>
   <li>监控合作规则的快速准确执行，反馈异常情况，并根据日常运营的实际情况对合作规则提供补充和修改的建议。</li>
   <li>带领商务团队达成公司设定之业绩目标</li>

    `,
    requirements: `
    <li>计算机、软件开发、市场营销等相关专业毕业；</li>
    <li>熟练使用各种办公软件；</li>
    <li>熟悉包网与钱包业务</li>
    <li>自己具备渠道资源,自带资源</li>
    <li>有一定的人脉资源关系优先，善于沟通、团队协作能力强；</li>
    `
  },
  {
    title: '测试工程师',
    modal_title: '测试工程师',
    salary: `35K 起 (能⼒优可谈)`,
    exp: `四年以上`,
    responsibility: `
    <li>负责产品功能测试、性能测试，及其他专项自动化测试。</li>
    <li>根据产品需求/设计，进行需求分析，根据需求编写流程图，制定测试计划、风险评估、编写测试数据、测试用例并执行。</li>
    <li>独立搭建接口、UI自动化框架，编写自动化测试用例，提高测试质量和效率。</li>
    <li>擅长协调其他部门进行测试工作，保证项目质量、把握项目风险和进度。</li>
    <li>优秀的产品意识，能对测试中的产品提出优化建议。</li>
    `,
    requirements: `
    <li>计算机相关专业本科以上学历，4年及以上测试经验</li>
    <li>有强烈的质量意识，不惧怕与人协作沟通，有主动推进事务向前发展的推动力。</li>
    <li>思路清晰，工作细心，有责任心，必须有良好的沟通能力和团队协作精神</li>
    <li>熟悉python语言，2年以上搭建接口及Ui自动化测试框架工作经验<br />（如：appium、selenium、python-request）</li>
    <li>熟练掌握charles、fidder、postman、jmeter等抓包、接口测试、日志追踪工具</li>
    <li>熟悉掌握性能测试工具（Loadrunner或Jmeter）</li>
    `
  },

  {
    title: 'SEO负责人',
    modal_title: 'SEO负责人',
    salary: `面议 (能⼒优可谈)`,
    exp: `四年以上`,
    responsibility: `
    <li>需要有自主建站能力，提供成功案例，有教育行业工作经验优先考虑。</li>
    <li>精通各类搜索引擎的优化，包括站内优化.站外优化等；熟练操作常用的网页制作软件和网络搜索工具，了解网站开发.运行及维护的相关知识；</li>
    <li>个性开朗，善于沟通，思维活跃，敢于创新，工作认真负责，能承受工作压力，有很强的责任心和团队合作精神。</li>
    `,
    requirements: `
    <li>全面负责网站SEO工作，自助建站，制定SEO策略，建立SEO标准，对SEO效果负责。</li>
    <li>负责公司网站面向主流搜索引擎的自然结果排名优化，提高网站流量。</li>
    <li>掌握以百度为首的搜索引擎的基本排名规律.精通搜索引擎的优化.关键词优化.代码优化.图片优化，进行站内优化.站外优化以及内外部链接优化；并熟悉各种SEO推广手段。</li>
    <li>利用优化手段在论坛.分类信息.专业门户.博客.播客.微博.视频网站等第三方网站进行推广</li>
    <li>负责搜索引擎到网站的自然流量，规划网站的SEO架构，提升网站权重及网站在各大搜索引擎的排名。</li>
    <li>拟定网站SEO规划，针对网站用户和客户端的行为特征分析，提高网站访问量，并拟定客户推广的SEO实施标准</li>
    <li>评估关键词.编写网页SEO元素优化方案并负责实施。负责对网站内容.构架及代码等进行优化，分析搜索引擎流量。</li>
    <li>制定网站SEO优化方案和分析结合网站数据分析对优化策瞻进行调整。根据执行情况制定关键字策略，对方案不断进行优化</li>
    `
  },
]